Repository: diamondburned/dissent
Catalog: po/*/*.po
Languages: vi

source: Added %s to the group.
vi: Uživatel %s přidán do skupiny.

source: Blocked Users
vi: Zablokovaní uživatelé

source: Boosted the server!
vi: Server boostnut!

source: Busy
vi: Zaneprázdněný

source: Calling you.
vi: Volá ti.

source: Cancel
vi: Zrušit

source: Changed the channel icon.
vi: Ikona kanálu změněna.

source: Changed the channel name to #
vi: Název kanálu změněn na #

source: Composer
vi: Skladatel

source: Connecting
vi: Připojování

source: Connecting...
vi: Připojování...

source: Decrypt (?)
vi: Dešifrovat (?)

source: Dependency Authors
vi: Autoři závislostí

source: Direct Messages
vi: Přímé zprávy

source: Edit
vi: Upravit

source: Editing message
vi: Úprava zprávy

source: Empty channel
vi: Prázdný kanál

source: Enable a semi-WYSIWYG feature that decorates the input Markdown text.
vi: Povolit polo-WYSIWYG funkci, která zobrazí dekorace zadaného Markdown textu.

source: Enter text here
vi: Sem zadej text

source: Entry
vi: Vstup

source: Error marshaing JSON:
vi: Chyba při zpracování souboru JSON:

source: Hide
vi: Skrýt

source: Idle
vi: Nečinný

source: In_visible
vi: Ne_viditelný

source: Invisible
vi: Neviditelný

source: Joined the server.
vi: Připojil/a se k serveru.

source: List of users whose messages you won't see.
vi: Seznam uživatelů, jejichž zprávy neuvidíš.

source: Loading...
vi: Načítání...

source: Login
vi: Přihlásit se

source: Log In
vi: Přihlásit se

source: Login using:
vi: Přihlásit se pomocí:

source: Message
vi: Zpráva

source: Message
vi: Zpráva

source: Messages
vi: Zprávy

source: Messages Width
vi: Šířka zpráv

source: Options:
vi: Možnosti:

source: Override Member Colors
vi: Přepsat barvy členů

source: Password
vi: Heslo

source: Pinned <a href="#message/%d">a message</a>.
vi: Připnuta <a href="#message/%d">zpráva</a>.

source: Redacted.
vi: Skryto.

source: Remember Account
vi: Zapamatovat účet

source: Removed %s from the group.
vi: Uživatel %s odebrán ze skupiny.

source: Remove File
vi: Smazat soubor

source: Reply
vi: Odpovědět

source: Replying to %s
vi: Odpovídáš %s

source: Rich Preview
vi: Pěkný náhled

source: Search
vi: Hledat

source: Search Users
vi: Hledat uživatele

source: Send Message on Enter
vi: Poslat zprávu po stisku Enteru

source: Send the message when the user hits the Enter key. Disable this for mobile.
vi: Poslat zprávu, jakmile uživatel stiskne klávesu. Toto zakažte, pokud jste na mobilním zařízení.

source: Set _Status
vi: Přidat _stav

source: Several people are typing...
vi: Několik lidí píše...

source: Show
vi: Zobrazit

source: Show All Emojis
vi: Zobrazit všechny smajlíky

source: Show (and autocomplete) all emojis even if the user doesn't have Nitro.
vi: Zobrazit (a automaticky dokončit) všechny smajlíky, i když uživatel nemá Nitro.

source: Show Blocked Messages
vi: Zobrazit zablokované zprávy

source: Show messages from blocked users as dimmed instead of completely hidden.
vi: Zobrazit zprávy od zablokovaných uživatelů jako ztmavené, namísto kompletního skrytí.

source: Show _Source
vi: Zobrazit _zdroj

source: Stop Editing
vi: Přestat upravovat

source: The server is now Nitro Boosted to Tier 1.
vi: Server je nyní boostnut na úroveň 1.

source: The server is now Nitro Boosted to Tier 2.
vi: Server je nyní boostnut na úroveň 2.

source: The server is now Nitro Boosted to Tier 3.
vi: Server je nyní boostnut na úroveň 3.

source: The width of the messages column.
vi: Šířka sloupce se zprávami.

source: Unblock
vi: Odblokovat

source: Unknown
vi: Neznámé

source: Unknown channel
vi: Neznámý kanál

source: Upload
vi: Nahrát

source: Upload File
vi: Nahrát soubor

source: Upload Files
vi: Nahrát soubory

source: Usage: %s [options] <name>...
vi: Použití: %s [možnosti] <název>...

source: Use generated colors instead of role colors for members.
vi: U členů použít generované barvy, namísto barev rolí.

source: User Settings
vi: Uživatelská nastavení

source: Where would you like to go?
vi: Kam bys rád?
