Repository: diamondburned/dissent
Catalog: po/*/default.po
Languages: fr

source: Added %s to the group.
fr: A ajouté %s au groupe.

source: Blocked Users
fr: Utilisateurs bloqués

source: Boosted the server!
fr: A boosté le serveur !

source: Busy
fr: Occupé

source: Calling you.
fr: Vous appelle.

source: Cancel
fr: Annuler

source: Changed the channel icon.
fr: A changé l'icône du groupe.

source: Changed the channel name to #
fr: A changé le nom du salon : #

source: Composer
fr: Zone de saisie

source: Connecting
fr: Connexion

source: Connecting...
fr: Connexion…

source: Decrypt (?)
fr: Décrypter (?)

source: Dependency Authors
fr: Auteurs des dépendances

source: Direct Messages
fr: Messages privés

source: Edit
fr: Modifier

source: Editing message
fr: Modification du message

source: Empty channel
fr: Salon vide

source: Enable a semi-WYSIWYG feature that decorates the input Markdown text.
fr: Activer une fonctionnalité semi-WYSIWYG qui décore la saisie du texte Markdown.

source: Enter text here
fr: Entrer le texte ici

source: Entry
fr: Entrée

source: Hide
fr: Cacher

source: Idle
fr: Inactif

source: Joined the server.
fr: A rejoint le serveur.

source: List of users whose messages you won't see.
fr: Liste des utilisateurs dont vous ne verrez pas les messages.

source: Loading...
fr: Chargement…

source: Login
fr: Identifiant

source: Log In
fr: Se connecter

source: Login using:
fr: Se connecter avec :

source: Messages Width
fr: Largeur des messages

source: Offline
fr: Hors-ligne

source: Online
fr: En ligne

source: Override Member Colors
fr: Outrepasser les couleurs des membres

source: Password
fr: Mot de passe

source: Pinned <a href="#message/%d">a message</a>.
fr: A épignlé <a href="#message/%d">un message</a>.

source: Redacted.
fr: Rédigé.

source: Remember Account
fr: Se souvenir du compte

source: Removed %s from the group.
fr: A retiré %s du groupe.

source: Remove File
fr: Retirer le fichier

source: Reply
fr: Répondre

source: Replying to %s
fr: Répondre à %s

source: Rich Preview
fr: Prévisualisation enrichie

source: Search
fr: Rechercher

source: Search Users
fr: Rechercher des utilisateurs

source: Send Message on Enter
fr: Envoyer le message avec entrée

source: Send the message when the user hits the Enter key. Disable this for mobile.
fr: Envoyer le message lorsque l'utilisateur appuie sur la touche entrée. Désactivez ceci pour sur mobile.

source: Set _Status
fr: Définir son _statut

source: Several people are typing...
fr: Plusieurs personnes sont en train d'écrire…

source: Show
fr: Afficher

source: Show All Emojis
fr: Afficher tous les emojis

source: Show (and autocomplete) all emojis even if the user doesn't have Nitro.
fr: Afficher (et compléter automatiquement) tous les emojis même si l'utilisateur n'a pas Nitro.

source: Show Blocked Messages
fr: Afficher les messages bloqués

source: Show messages from blocked users as dimmed instead of completely hidden.
fr: Afficher les messages des utilisateurs comme grisés au lieu de complètement cachés.

source: Show _Source
fr: Afficher la _source

source: Stop Editing
fr: Arrêter de modifier

source: The server is now Nitro Boosted to Tier 1.
fr: Ce serveur est désormais boosté au palier 1.

source: The server is now Nitro Boosted to Tier 2.
fr: Ce serveur est désormais boosté au palier 2.

source: The server is now Nitro Boosted to Tier 3.
fr: Ce serveur est désormais boosté au palier 3.

source: The width of the messages column.
fr: La largeur de la colonne de messages.

source: Token
fr: Jeton

source: Unblock
fr: Débloquer

source: Unknown
fr: Inconnu

source: Unknown channel
fr: Salon inconnu

source: Upload
fr: Uploader

source: Upload File
fr: Uploader un fichier

source: Upload Files
fr: Uploader des fichiers

source: Usage: %s [options] <name>...
fr: Utilisation : %s [options] <name>...

source: Use generated colors instead of role colors for members.
fr: Utiliser des couleurs générées à la place des couleurs de rôles pour les membres.

source: User Settings
fr: Paramètres utilisateurs

source: Where would you like to go?
fr: Où désirez-vous aller ?
